@section('header')
<header class="page-header container">
  <div class="page-header__logo logo">
    <a class="logo__link" href="/" aria-label="Ссылка на главную страницу">
      <svg class="logo__img" role="img" xmlns="http://www.w3.org/2000/svg" xml:space="preserve" width="84px" height="84px" viewBox="0 0 1000 1000">
        <path class="fil0" d="M500 916c-114.872,0 -218.872,-46.564 -294.154,-121.846 -75.282,-75.282 -121.846,-179.282 -121.846,-294.154 0,-114.873 46.564,-218.872 121.846,-294.154 75.282,-75.283 179.282,-121.846 294.154,-121.846 114.872,0 218.872,46.564 294.154,121.846 75.282,75.282 121.846,179.282 121.846,294.154 0,114.872 -46.564,218.872 -121.846,294.154 -75.282,75.282 -179.282,121.846 -294.154,121.846zm-258.93 -157.07c66.263,66.264 157.81,107.249 258.93,107.249 101.12,0 192.667,-40.985 258.93,-107.249 66.264,-66.263 107.249,-157.81 107.249,-258.93 0,-101.121 -40.985,-192.667 -107.249,-258.93 -66.263,-66.264 -157.81,-107.249 -258.93,-107.249 -101.12,0 -192.667,40.985 -258.93,107.249 -66.264,66.263 -107.249,157.809 -107.249,258.93 0,101.12 40.985,192.667 107.249,258.93z"></path>
  
        <circle class="fil1" cx="500" cy="354.529" r="105.057"></circle>
        <circle class="fil1" cx="629.846" cy="583.769" r="105.057"></circle>
        <circle class="fil1" cx="370.154" cy="583.769" r="105.057"></circle>
      </svg>
      <span class="logo__text">@lang('project.builders.site_name')</span>
    </a>
  </div>

  <div class="page-header__languages languages">
    <div class="languages__form">
      <form method="GET" class="languages-form">
        @csrf
        <p class="languages-form__block">
          <label aria-label="Выбор языка интерфейса">
              <select class="languages-form__field" name="languages">
                <option value="ru">ru</option>
                <option value="en" @if(app()->getLocale() == 'en') selected @endif>en</option>
              </select>
            </label>
        </p>
      </form>
    </div>
  </div>

  <div class="page-header__socials socials">
    <ul class="socials__list">
      <li class="socials__item">
        <a class="socials__link" href="#" aria-label="Ссылка на социальную сеть инстаграм" target="_blank">
          <svg class="socials__link-img" role="img" xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 16 16">
            <path d="M204.837,113a4.837,4.837,0,1,1-9.584-.93H192v6.43a2.5,2.5,0,0,0,2.5,2.5h11a2.5,2.5,0,0,0,2.5-2.5v-6.43h-3.253A4.832,4.832,0,0,1,204.837,113Zm0.663-8h-11a2.5,2.5,0,0,0-2.5,2.5v2.709h4.05a4.835,4.835,0,0,1,7.9,0H208V107.5A2.5,2.5,0,0,0,205.5,105Zm1.222,3.088a0.448,0.448,0,0,1-.446.447h-1.34a0.449,0.449,0,0,1-.447-0.447v-1.339a0.449,0.449,0,0,1,.447-0.447h1.34a0.448,0.448,0,0,1,.446.447v1.339ZM202.977,113A2.977,2.977,0,1,0,200,115.977,2.977,2.977,0,0,0,202.977,113Z" transform="translate(-192 -105)"></path>
          </svg>
        </a>
      </li>
      <li class="socials__item">
        <a class="socials__link" href="#" aria-label="Ссылка на социальную сеть фейсбук" target="_blank">
          <svg class="socials__link-img" role="img" xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 16 16">
            <path d="M1738,68.012h-12a2.006,2.006,0,0,0-2,2V82a2.005,2.005,0,0,0,2,2h6.07V78.269h-1.92v-2.5h1.92V74.52a3.307,3.307,0,0,1,3.24-3.44h1.77V73.9h-1.58a0.487,0.487,0,0,0-.54.565v1.306h2.12v2.5h-2.12V84H1738a2.005,2.005,0,0,0,2-2V70.011A2.006,2.006,0,0,0,1738,68.012Z" transform="translate(-1724 -68)"></path>
          </svg>
        </a>
      </li>
      <li class="socials__item">
        <a class="socials__link" href="#" aria-label="Ссылка на социальную сеть вконтакте" target="_blank">
          <svg class="socials__link-img" role="img" xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 14.171 14.171">
            <path d="M13.268,0H0.905C0.405,0,0,0.405,0,0.904v12.363c0,0.499,0.405,0.904,0.905,0.904h12.362   c0.499,0,0.904-0.405,0.904-0.904V0.904C14.172,0.404,13.767,0,13.268,0z M11.755,8.635c0.259,0.264,0.821,0.707,0.719,1.158   c-0.094,0.414-0.712,0.263-1.312,0.287c-0.685,0.029-1.091,0.044-1.503-0.287C9.465,9.636,9.351,9.45,9.165,9.242   C8.996,9.054,8.783,8.717,8.493,8.73C7.972,8.756,8.135,9.482,7.95,9.977c-2.896,0.456-4.059-1.333-5.085-3.069   C2.368,6.067,1.65,4.261,1.65,4.261l2.048-0.007c0,0,0.657,1.195,0.831,1.503c0.148,0.262,0.311,0.47,0.479,0.704   c0.141,0.194,0.364,0.574,0.608,0.543c0.397-0.051,0.469-1.591,0.223-2.107C5.741,4.688,5.506,4.615,5.263,4.544   C5.345,4.026,7.56,3.918,7.918,4.32c0.52,0.584-0.36,2.21,0.352,2.684c1-0.524,1.854-2.718,1.854-2.718l2.398,0.015   c0,0-0.375,1.186-0.768,1.712c-0.229,0.308-0.989,0.994-0.959,1.503C10.819,7.919,11.437,8.311,11.755,8.635z"></path>
          </svg>          
        </a>
      </li>
    </ul>
  </div>
</header>
@endsection