<?php

return [

	'logo'			=>	'братство',
	'return'		=>	'Вернуться',
	'success'		=>	'Ваше сообщение<span class="emdash"><span></span>успешно отправлено!</span>',

	'page_1'			=>	[
		'start'			=>	'Начало',
		'word'			=> 	'Слово',
		'mission'		=>	'Мисссия',
		'target'		=> 	'Цель',
		'message'		=>	[
			'word'		=>	'«Начало пути - Венец улыбки песни и цветы»',
			'mission'	=>	'«В часы великого земного ожесточения, вернуть миру понятие, которое венчает человеческие отношения»',
			'target'	=>	'«Зажечь сердца народов красотою значения Братства, объединив прогрессивные силы и 
							умы человечества в нерушимый союз доверия»',
		],
	],

	'page_2'				=>	[
		'custodians'		=>	'Хранители',
		'mandela'			=>	[
			'name'			=>	'Нельсон Мандела',
			'message'		=>	'«Я обращаюсь к тем, кто участвует в сражении <span>братьев</span> с <span>братьями</span>. 
								Возьмите ваши ружья, ваши ножи и копья, и бросьте их в море. Давайте вместе работать,
							 	чтобы построить мирное и здоровое общество нашей мечты».',
		],
		'gandhi'			=>	[
			'name'			=>	'Махатма Ганди',
			'message'		=>	'«Да, история в самом деле свидетельствует о бесконечных войнах,
								но мы стремимся создать новую историю человечества, теперь уже без войн и насилия,
								и я говорю об этом как выразитель чаяний моего народа. 
								Человеку суждено заменить закон джунглей законом осознанного <span>Братства</span>».',
		],
		'roerich'			=>	[
			'name'			=>	'Николай Рерих',
			'message'		=>	'«Для невежд единение, сердечность, дружба — всё это абстракции,
								 но познающие понимают всё непреложное и неотложное значение этих великих понятий. 
								 За ними высятся и любовь, и <span>Братство</span>».',
		],
		'tsiolkovsky'		=>	[
			'name'			=>	'Константин Циолковский',
			'message'		=>	'«Каждый человек должен быть проникнут высшими идеями, 
								ведущими всех людей к счастью и совершенству. 
								Таковы мысли о единении и <span>братстве</span> всех народов».',
		],
		'yevtushenko'		=>	[
			'name'			=>	'Евгений Евтушенко',
			'message'		=>	'«…..самая великая идея на земле. Идея <span>братства</span>. Выше нет».',
		],
		'tolstoy'			=>	[
			'name'			=>	'Лев Толстой',
			'message'		=>	'«Придет время и приходит уже, когда христианские основы жизни - равенства, 
								<span>братства</span> людей, общности имуществ, непротивления злу насилием - 
								сделаются столь же естественными и простыми, какими теперь нам кажутся основы жизни семейной, 
								общественной, государственной».',
		],
		'king'				=>	[
			'name'			=>	'Мартин Лютер Кинг',
			'message'		=>	'«Мы научились летать как птицы и плавать как рыбы, 
								но нам все еще надо учиться просто ходить по земле как <span>братья</span>».',
		],
		'dostoevsky'		=>	[
			'name'			=>	'Фёдор Достоевский',
			'message'		=>	'«<span>Братство</span> различных национальностей есть великая, прекрасная, 
								самая русская вещь, то есть самая русская цель. 
								Это впоследствии все поймут, что это одна из главных русских целей».',
		],
	],

	'page_3'		=>	[
		'project'	=>	'Проекты',
		'1'			=>	'Строители',
		'2'			=>	'Строители_2',
		'3'			=>	'Строители_3',
		'4'			=>	'Строители_4',
		'5'			=>	'Строители_5',
	],

	'page_4'			=>	[
		'way'			=>	'Пути',
		'art'			=>	'Исскуства',
		'science'		=>	'Науки',
		'faith'			=>	'Веры',
		'folk wisdom'	=>	'Народной мудрости',
	],

	'page_5'	=>	[
		'international'	=>	'Международное общество',
		'full name'		=>	'ФИО',
		'organization'	=>	'Организация',
		'country'		=>	'Страна',
		'question'		=>	'Задайте Ваш вопрос или оставьте сообщение',
		'required'		=>	'поля, обязательные для заполнения.',
	],
];