<?php

return [

	'builders'	=> [
		'site_name' 	=>	'Братство',
		'invite' 		=>	'Присоединиться',
		'project_is' 	=>	'Братство - это...',
		'count' 		=>	'Нас уже более',
		'form' 			=>	'Форма отправки сообщения',
		'required'		=>	'поля, обязательные для заполнения',
		'consent'		=>	'Согласие с условиями обработки личных данных',
		'send'			=>	'Отправить',
		'phone'			=>	'Телефон',
		'name'			=>	'Имя',
		'project_name'	=>	[
			'1'			=>	'Строители',
			'2'			=>	'Строители_2',
			'3'			=>	'Строители_3',
			'4'			=>	'Строители_4',
			'5'			=>	'Строители_5',
		],
	],
];